---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpotElevDisplayElevations
source: html/937edb2d-f87f-1275-7da5-cc90c67d34f3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpotElevDisplayElevations Property

"Display Elevations"

## Syntax (C#)
```csharp
public static ForgeTypeId SpotElevDisplayElevations { get; }
```